/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "Aceptar";
"CANCEL" = "Cancelar";
"FORCE_EJECT" = "Forzar expulsión…";
"CONFIRM_FORCE" = "Forzar expulsión";
"TRY_AGAIN" = "Reintentar";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "El disco no se ha expulsado porque es posible que uno o más programas lo estén utilizando.";
"VOLUME_IN_USE" = "El disco “%@” no se ha expulsado porque es posible que uno o más programas lo estén utilizando.";

"TRYING_TO_EJECT_INFO" = "Para expulsar el disco de inmediato, haga clic en el botón “Forzar expulsión”.";
"UNABLE_TO_EJECT_INFO" = "Puede intentar expulsar el disco de nuevo o hacer clic en “Forzar expulsión” para expulsarlo inmediatamente.";

"UNKNOWN_FORCE_EJECT" = "¿Seguro que desea expulsar el disco?";
"VOLUME_FORCE_EJECT" = "¿Seguro que desea expulsar “%@”?";

"CONFIRM_FORCEEJECT_INFO" = "La expulsión del disco podría causar problemas en el disco o en la información que contiene.";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "El disco no se ha podido expulsar porque “%@” lo está usando.";
"VOLUME_IN_USE_BY_1GUIPROC" = "El disco “%1$@” no se ha podido expulsar porque “%2$@” lo está usando.";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "El disco no se ha podido expulsar porque “%1$@” y “%2$@” lo están usando.";
"VOLUME_IN_USE_BY_2GUIPROCS" = "El disco “%1$@” no se ha podido expulsar porque “%2$@” y “%3$@” lo están usando.";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "El disco no se ha podido expulsar porque “%@” y otras aplicaciones lo están usando.";
"VOLUME_IN_USE_BY_3GUIPROCS" = "El disco “%1$@” no se ha podido expulsar porque “%2$@” y otras aplicaciones lo están usando.";

"QUIT_ONE_INFO" = "Intente expulsar de nuevo el disco cuando haya salido de esta aplicación.";
"QUIT_MULTIPLE_INFO" = "Intente expulsar de nuevo el disco cuando haya salido de estas aplicaciones.";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "El disco no se puede expulsar porque hay otro usuario (“%@”) utilizándolo.";
"VOLUME_IN_USE_BY_1USER" = "El disco “%1$@” no se puede expulsar porque hay otro usuario (“%2$@”) utilizándolo.";

"UNKNOWN_IN_USE_BY_2USERS" = "El disco no se puede expulsar porque hay otros usuarios (“%1$@” y “%2$@”) utilizándolo.";
"VOLUME_IN_USE_BY_2USERS" = "El disco “%1$@” no se puede expulsar porque hay otros usuarios (“%2$@” y “%3$@”) utilizándolo.";

"UNKNOWN_IN_USE_BY_3USERS" = "El disco no se puede expulsar porque hay otros usuarios (“%1$@”, “%2$@” y otros) utilizándolo.";
"VOLUME_IN_USE_BY_3USERS" = "El disco “%1$@” no se puede expulsar porque hay otros usuarios (“%2$@”, “%3$@” y otros) utilizándolo.";

"LOGOUT_ONE_INFO" = "Cuando “%@” haya dejado de utilizarlo, intente expulsarlo de nuevo.";
"LOGOUT_MULTIPLE_INFO" = "Cuando estos usuarios hayan dejado de utilizarlo, intente expulsarlo de nuevo.";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "El disco “%1$@” no se ha podido expulsar porque está siendo usado.";
"UNKNOWN_HAS_DISKIMAGE" = "El disco no se ha podido expulsar porque está siendo usado.";

"VOLUME_HAS_1DISKIMAGE_INFO" = "Expulse primero “%1$@” y luego intente expulsar de nuevo “%2$@”.";
"VOLUME_HAS_2DISKIMAGES_INFO" = "Expulse primero “%1$@” y “%2$@”, y luego intente expulsar de nuevo “%3$@”.";
"VOLUME_HAS_3DISKIMAGES_INFO" = "Expulse primero “%1$@” y los demás discos, y luego intente expulsar de nuevo “%2$@”.";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "Expulse primero “%1$@” y luego intente expulsar de nuevo el disco.";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "Expulse primero “%1$@” y “%2$@”, y luego intente expulsar de nuevo el disco.";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "Expulse primero “%1$@” y los demás discos, y luego intente expulsar de nuevo el disco.";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "El disco se ha expulsado.";
"VOLUME_WAS_EJECTED" = "El disco “%@” se ha expulsado.";


/* Misc strings */
"TRYING_TO_EJECT" = "Intentando la expulsión…";

"PROCESS_PID" = "Proceso %d";